espressif/esp-idf/examples/bluetooth/bluedroid/ble/ble_multi_conn/ble_multi_conn_prph/sdkconfig.defaults.esp32c3
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c3"
CONFIG_BT_ACL_CONNECTIONS=8
CONFIG_BT_CTRL_BLE_MAX_ACT=10
CONFIG_BT_CTRL_CE_LENGTH_TYPE_CE=y
